[General]
Version=1.8.3
LanguageName=עברית 
lblLanguageAuthor=ArielTM
RightToLeft=true

[Form1]
checkSavePeers=Save list of peers
ResetCountersButton=Reset Counters
testNetworkButton=Test Settings...
checkUPnP=Enable UPnP port mapping
checkIgnoreTimeout=Ignore connection errors
checkMinimizeToTray=Minimize to tray
speedWarningLabel=אזהרה: מהירויות מעל 20000 KB/s עלולות להיראות חשודות.
checkShowTrayBaloon=הצג מידע בעת ריחוף מעל סמל המגש
lblInterface=ממשק:
lblLanguage=שפה:
TorrentFileLabel=כתובת:
closeButton=סגור
StartButton=התחל
tabGeneral=כללי
groupTorrentFile=קובץ טורנט
browseButton=עיון...
groupStats=נתונים
totalRunningTimeLabel=זמן כולל :
leechLabel=ליצ'רים:
seedLabel=סידרים:
manualUpdateButton=עידכון ידני
labelUpdateIn=מתעדכן בעוד:
downloadCountLabel=ירד :
uploadCountLabel=הועלה :
groupBoxOptions=הגדרות
applyStopSettingsButton=החל
stopProcessLabel=עצור תהליך אחרי:
FileSizeLabel=הושלם (%)
uploadRateLabel=מהירות העלאה (kB/s) :
downloadRateLabel=מהירות הורדה (kB/s) :
groupTorrentInfo=נתוני הטורנט
labelTorrentSize=גודל:
hashLabel=SHA האש:
TrackerLabel=שרת:
tabAdvanced=מתקדם
memoryReaderButton=קורא זיכרון...
updateAnnounceParamsOnStart=עדכן peer_id ומפתח באיתחול
checkNewVersion=בדוק גירסה חדשה
ClientLabel=הדמיית תוכנת הורדה:
randomSpeedGroup=מהירויות העלאה/הורדה אקראיות
RandomDownloadToLabel=מקסימום:
RandomUploadToLabel=מקסימום:
RandomDownloadFromLabel=מינימום:
RandomUploadFromLabel=מינימום:
checkRandomDownload=הורדה (kB)
checkRandomUpload=העלאה  (kB)
reportParamsGroup=נתוני הכרזה
keyLabel=מפתח (key):
labelPeerID=זיהוי (peer_id):
numwantLabel=מספר משתמשים (numwant):
portInfoLabel=אם שדות אלה נשארים ריקם, רטיומאסטר ישתמש בערכם אקראיים או בערכים ברירת מחדל
portLabel=פורט (port):
tabNetwork=רשת
groupNetworkMisc=שונות
checkIgnoreFailureReason=אל תתיחס להודעות שגיאה מהשרת
labelStopMinLeecher=עצור את התהליך אם מספר המורידים קטן מהערך:
intervalLabel=מרווח בין עידכון לעידכון (שניות):
checkRequestScrap=קבל את מידע המשתמשים מהשרת (מידע הסקראפ)
checkTCPListen=פתח את פורט ההאזנה (נראה מחובר לשרת)
proxySettingsGroup=הגדרות שרת פרוקסי
labelProxyPass=ססמא:
labelProxyUser=משתמש:
labelProxyPort=פורט:
labelProxyHost=שרת:
labelProxyType=סוג פרוקסי:
tabLog=לוג התקדמות
saveLogButton=שמור את הלוג
checkLogEnabled=הפעל לוג
checkHideConfidentialInfo=הסתר מידע סודי
clearLogButton=נקה לוג
tabAbout=אודות
labelForums=פורומים:
labelWebSite=אתר:
StopButton=עצור
linkProxyHelp=עזרה עם שרתי פרוקסי
tabUpdates=עדכונים
installUpdatesButton=התקן עדכונים
checkUpdatesButton=בדוק עדכונים
labelUpdates=תוכנות ושפות
labelBindIp=השתמש ב IP:


[MemoryReader]
reApplyButton=החל
reCloseButton=סגור
groupBoxSearchResults=תוצאות חיפוש
reHashLabel=האש:
rePeerIdLabel=זיהוי(peer_id):
reKeyLabel=מפתח(key):
numwantLabel=מספר משתמשים (numwant):
rePortLabel=פורט (port):
reSearchStrLabel=מחרוזת:
reSearchButton=התחל חיפוש
reProcessNameLabel=שם התהליך:

[Messages]
testNetworkInProgress=Network settings test is in progress...
testNetworkFailed=Connection Error
testNetworkSuccess=Connected successfully. Current RatioMaster network settings appear to be working.
mrNoProcessFound=לא נמצאו תהליכי {0} .\r\nוודא שתוכנת ההורדות פועלת ושלפחות הורדה אחת מתבצעת.
mrSearchFail=החיפוש נכשל.\r\nוודא שתוכנת ההורדות פועלת ושלפחות הורדה אחת מתבצעת.
mrSearchTitle=חיפוש
mrSearchSuccess=החיפוש הסתיים בהצלחה!\r\nלחץ על החל כדי להשתמש בערכים אלו בתהליך.
vrNewVersionReleased=ישנה גירסה חדשה! הורד אותה מ http://www.moofdev.net
vrNewVersionTitle="ישנה גירסה חדשה"
ballonUploaded=הועלה: {0} \r\n
ballonDownloaded=ירד: {0} \r\n
ballonUpdateIn=מתעדכן בעוד: {0} \r\n
ballonTotalTime=זמן כולל: {0} \r\n
stopProcessOpt1=אל תעצור
stopProcessOpt2=שעלה
stopProcessOpt3=שירד
stopProcessOpt4=שעבר
stopProcessOpt5=הועלה 1.2x
stopProcessUnits1=שניות
stopProcessUnits2=דקות
stopProcessUnits3=שעות
restoreToolStripMenuItem=שחזור
exitToolStripMenuItem=יציאה
umNumUpdatesFound=נמצאו {0} עדכונים
umNoUpdatesFound=לא נמצאו עדכונים חדשים
umParsingUpdates=מנתח עדכונים...
umCheckingUpdates=בודק עדכונים...
umDownloadingUpdate=מוריד עדכון {0}
umFinishedDownloadingUpdates=הורדת עדכונים הסתיימה
clmnUpdateName=שם
clmnUpdateFileName=שם הקובץ
clmnUpdateType=סוג
clmnUpdateAuthor=כותב
confirmCloseTitle=אישור
confirmCloseMessage=עידכון טורנט מתבצע כרגע. לסגור את התוכנה בכל זאת?
defaultBinding=ברירת מחדל

[Tooltips]
reApplyButton=Click on "Apply" to copy search results into Advanced Tab of RM.
groupBoxSearchResults=If search successfull RM fills those fields with found results.\r\nCopy those values manually to RM Advanced Settings or press on Apply.
reSearchButton=Press on "Start Search" to ... Start Search.
reSearchStr=RM looks for this string to find announce URL and parse search results.
reProcessNameBox=RM will look for this process.\r\nRM fills this box automatically according to your current Client Selection.
checkIgnoreTimeout=RM will ignore connection errors
checkIgnoreFailureReason=התוכנה לא תתייחס להודעות השגיאה מהשרת ותמשיך בתהליך אם אפשרות זו מסומנת.
labelStopMinLeecher=התוכנה יכולה לאפס את מהירות ההעלאה אוטומטית, אם מספר המורידים קטן מהערך הנבחר
intervalLabel=מרווח הזמן בין שליחת נתוני התהליך לשרת.\r\nשימושי לשרתים שלא מגדירים ערך זה בעצמם
proxySettingsGroup=התוכנה יכולה להשתמש בשרת פרוקסי כדי להתחבר לשרת, כך שתוכל להחביא את ה IP האמיתי שלך
memoryReaderButton=קורא זיכרון\r\nהשתמש בכלי זה כאשר ברצונך להעתיק את נתוני תוכני ההורדה \r\nכך שנתוני peer_id, key, port ואחרים יתאימו לנתונים המקוריים.
updateAnnounceParamsOnStart=כאשר אפשרות זו נבחרת, התוכנה יוצרת זיהוי ומפתח חדשים בכל פעם שאתה מתחיל אותה.\r\nאם אפשרות זו מכובת, התוכנה תשתמש באותם נתונים מהתהליך הקודם.
TorrentClientsBox=בתיבה זו בחר את תוכנת ההורדות שאותה אתה רוצה לדמות
randomSpeedGroup=התוכנה יכולה לבחור באופן אקראי את המהירויות אחרי כל עדכון שרת \r\nלפי הגדרות אלה.\r\nהעלאה במשך זמן רב באותה מהירות מעוררת חשד.
torrentFile=נתיב קובץ הטורנט\r\nלחץ על עיון... או גרור את קובץ הטורנט לתוך חלון התוכנה
totalRunningTimeLabel=זמן הריצה הכולל של תהליך זה
leechLabel=משתמשים שמורידים קובץ זה\r\nבחלק מהשרתים מידע זה אינו זמין
seedLabel=משתמשים שמעלים קובץ זה\r\nבחלק מהשרתים מידע זה אינו זמין
manualUpdateButton=עידכון ידני\r\nהמידע יכול להשלח לשרת באופן ידני, סטטיסטיקות ההורדה שלך יתעדכנו בשרת בהתאם.
labelUpdateIn=זמן עד לעדכון השרת הבא
downloadCountLabel=ירד\r\nאחרי העידכון הבא המידע בשרת יתעדכן בהתאם
uploadCountLabel=הועלה\r\nאחרי העידכון הבא המידע בשרת יתעדכן בהתאם                                                                                                               
stopProcessActionBox=התוכנה יכולה להפסיק את התהליך באופן אוטומטי .\r\nבחר את אחת מהאפשרויות השונות והכנס את הערכים הרצויים.
uploadRate=מהירות העלאה\r\nהכנס כאן את המהירות שהתוכנה תדווח לשרת
downloadRate=מהירות הורדה\r\nהכנס כאן את המהירות שהתוכנה תדווח לשרת
shaHash=הזיהוי של קובץ זה בשרת, האש ה Sha\r\nניתן להכניסו באופן ידני או שהוא יחושב מקובץ הטורנט הנבחר 
trackerAddress=כתובת השרת\r\nניתן להכניסו באופן ידני או שהוא יחושב מקובץ הטורנט הנבחר 
fileSize=אחוז ההורדה\r\nניתן להכניס איזה חלק מהקובץ כבר ירד\r\n100% = העלאה בלבד\r\n0%     = הורדה מהתחלה\r\nהתוכנה זוכרת את אחוז ההורדה ואת הנתונים השונים עבור כל קובץ טורנט.
reportParamsGroup=נתונים אלה הם חלק ממחרוזה ההכרזה שהתוכנה תשלח לשרת.\r\nבד"כ התוכנה תיצור ערכים אלה בצורה אוטומטית,אבל ישנה אפשרות\r\nלהכניסם באופן ידני או להשתמש בקורא הזיכרון ולקבלם מתוכנת ההורדות.
